{
  "statements": {
    "1": {
      "id": 1,
      "artifact": [],
      "statement": "People are dying in East Bengal from lack of food, shelter, and medical care.",
      "citations": []
    },
    "2": {
      "id": 2,
      "artifact": [],
      "statement": "Millions in East Bengal are suffering and dying from lack of food, shelter, and medical care, and this suffering is not inevitable because richer nations can provide enough assistance to greatly reduce it.",
      "citations": []
    },
    "3": {
      "id": 3,
      "artifact": [],
      "statement": "People are dying in East Bengal from lack of food, shelter, and medical care.",
      "citations": []
    },
    "4": {
      "id": 4,
      "artifact": [],
      "statement": "The suffering and death in East Bengal are not inevitable; richer nations have the capacity to prevent most of it by providing sufficient assistance.",
      "citations": []
    },
    "5": {
      "id": 5,
      "artifact": [],
      "statement": "Most individuals in affluent countries have not responded significantly to the Bengal crisis (they have not given large sums, written representatives, demonstrated, or engaged in substantial political action).",
      "citations": []
    },
    "6": {
      "id": 6,
      "artifact": [],
      "statement": "No government has provided the large-scale aid needed to sustain the refugees; total contributions (about £65,000,000) are far below the estimated one-year cost of keeping the refugees alive (about £464,000,000).",
      "citations": []
    },
    "7": {
      "id": 7,
      "artifact": [],
      "statement": "If we can prevent something very bad from happening without sacrificing anything of comparable moral importance, then we ought morally to prevent it.",
      "citations": []
    },
    "8": {
      "id": 8,
      "artifact": [],
      "statement": "Suffering and death from lack of food, shelter, or medical care are bad.",
      "citations": []
    },
    "9": {
      "id": 9,
      "artifact": [],
      "statement": "Affluent nations have the capacity to provide enough assistance to greatly reduce suffering in emergencies like the Bengal famine.",
      "citations": []
    },
    "10": {
      "id": 10,
      "artifact": [],
      "statement": "Most individuals and governments have not taken significant action to prevent the suffering in Bengal.",
      "citations": []
    },
    "11": {
      "id": 11,
      "artifact": [],
      "statement": "If we can prevent something very bad from happening without sacrificing anything of comparable moral importance, we are morally obligated to do so.",
      "citations": []
    },
    "12": {
      "id": 12,
      "artifact": [],
      "statement": "Neither physical distance nor the fact that many others could help reduces an individual's moral obligation to prevent great suffering.",
      "citations": []
    },
    "13": {
      "id": 13,
      "artifact": [],
      "statement": "Suffering and death from lack of food, shelter, and medical care are bad.",
      "citations": []
    },
    "14": {
      "id": 14,
      "artifact": [],
      "statement": "If we can prevent something very bad from happening without sacrificing anything of comparable moral importance, we morally ought to do it.",
      "citations": []
    },
    "15": {
      "id": 15,
      "artifact": [],
      "statement": "Many people in affluent countries have not taken significant action to help the refugees in East Bengal.",
      "citations": []
    },
    "16": {
      "id": 16,
      "artifact": [],
      "statement": "Richer nations have the capacity to provide enough assistance to greatly reduce the suffering of the refugees in East Bengal.",
      "citations": []
    },
    "17": {
      "id": 17,
      "artifact": [],
      "statement": "Physical distance or geographical remoteness does not lessen our moral obligation to help people who are suffering far away.",
      "citations": []
    },
    "18": {
      "id": 18,
      "artifact": [],
      "statement": "People in East Bengal are dying from lack of food, shelter, and medical care.",
      "citations": []
    },
    "19": {
      "id": 19,
      "artifact": [],
      "statement": "The suffering and deaths in East Bengal are not inevitable and could be prevented by decisions and actions of richer nations.",
      "citations": []
    },
    "20": {
      "id": 20,
      "artifact": [],
      "statement": "Individuals in affluent countries have, with very few exceptions, not significantly responded to the Bengal emergency (they have not donated substantial sums, lobbied their governments, or organized public protests).",
      "citations": []
    },
    "21": {
      "id": 21,
      "artifact": [],
      "statement": "If we can prevent something bad from happening without sacrificing anything of comparable moral importance, we morally ought to prevent it.",
      "citations": []
    },
    "22": {
      "id": 22,
      "artifact": [],
      "statement": "Neither geographic proximity nor the fact that many others could also help reduces an individual's moral obligation to prevent a very bad event when they can do so without comparable sacrifice.",
      "citations": []
    },
    "23": {
      "id": 23,
      "artifact": [],
      "statement": "People in East Bengal are dying from lack of food, shelter, and medical care.",
      "citations": []
    },
    "24": {
      "id": 24,
      "artifact": [],
      "statement": "These deaths are not inevitable and could largely be prevented if wealthier nations provided sufficient assistance.",
      "citations": []
    },
    "25": {
      "id": 25,
      "artifact": [],
      "statement": "Most individuals in affluent countries have not taken significant actions (e.g., donating substantial sums, lobbying governments, protesting) to help the refugees.",
      "citations": []
    },
    "26": {
      "id": 26,
      "artifact": [],
      "statement": "Governments have not given the massive aid required; for example, Britain's aid to Bengal was small compared with its spending on projects like the Concorde, implying government priorities place such projects above saving refugee lives.",
      "citations": []
    },
    "27": {
      "id": 27,
      "artifact": [],
      "statement": "If it is within our power to prevent something very bad from happening without sacrificing anything of comparable moral importance, we morally ought to do so.",
      "citations": []
    },
    "28": {
      "id": 28,
      "artifact": [],
      "statement": "People are dying in East Bengal from lack of food, shelter, and medical care, and this suffering is not inevitable because richer nations have the capacity to provide enough assistance to greatly reduce it.",
      "citations": []
    },
    "29": {
      "id": 29,
      "artifact": [],
      "statement": "Individuals in affluent countries have generally not responded in any significant way to the Bengal emergency (they have not given large sums to relief funds, pressured their governments, or engaged in public protest).",
      "citations": []
    },
    "30": {
      "id": 30,
      "artifact": [],
      "statement": "If it is in our power to prevent something bad from happening without sacrificing anything of comparable moral importance, we morally ought to prevent it.",
      "citations": []
    },
    "31": {
      "id": 31,
      "artifact": [],
      "statement": "Neither physical proximity nor the fact that many others could also help reduces an individual's moral obligation to prevent a very bad occurrence that they can prevent without comparable sacrifice.",
      "citations": []
    },
    "32": {
      "id": 32,
      "artifact": [],
      "statement": "Spending money on unnecessary luxuries instead of using it to prevent others from starving is morally wrong; giving to famine relief in such cases is a moral duty, not merely an act of charity or a supererogatory good deed.",
      "citations": []
    },
    "33": {
      "id": 33,
      "artifact": [],
      "statement": "If we can prevent something bad from happening without sacrificing anything of comparable moral importance, we ought to do it.",
      "citations": []
    },
    "34": {
      "id": 34,
      "artifact": [],
      "statement": "Distance or geographical proximity does not reduce our moral obligation to prevent bad things happening to people far away.",
      "citations": []
    },
    "35": {
      "id": 35,
      "artifact": [],
      "statement": "The existence of many other people in the same position does not reduce any one person's obligation to prevent a very bad outcome.",
      "citations": []
    },
    "36": {
      "id": 36,
      "artifact": [],
      "statement": "For affluent people, spending money on nonessential luxuries instead of giving it to prevent starvation is morally wrong, not merely charitable or supererogatory.",
      "citations": []
    },
    "37": {
      "id": 37,
      "artifact": [],
      "statement": "If we can prevent something very bad from happening without sacrificing anything morally significant, we ought morally to prevent it.",
      "citations": []
    },
    "38": {
      "id": 38,
      "artifact": [],
      "statement": "Neither physical distance to victims nor the fact that many others are also able to help reduces an individual’s moral obligation to prevent suffering.",
      "citations": []
    },
    "39": {
      "id": 39,
      "artifact": [],
      "statement": "Most individuals in affluent countries have not given substantial sums to relief funds, written to representatives, demonstrated, fasted, or otherwise acted significantly to help the Bengal refugees.",
      "citations": []
    },
    "40": {
      "id": 40,
      "artifact": [],
      "statement": "When one has money not needed for essential needs, giving it to prevent someone from starving is a moral duty, not merely an act of charity or a supererogatory action.",
      "citations": []
    },
    "41": {
      "id": 41,
      "artifact": [],
      "statement": "The traditional distinction that treats giving to famine relief as charity (optional) rather than a duty cannot be justified for people in affluent societies.",
      "citations": []
    },
    "42": {
      "id": 42,
      "artifact": [],
      "statement": "Spending money on unnecessary luxury items instead of donating those funds to prevent starvation is morally wrong when the donation would prevent serious suffering.",
      "citations": []
    },
    "43": {
      "id": 43,
      "artifact": [],
      "statement": "Private donations alone are not enough; we ought to campaign for governments to give substantially more no-strings-attached aid to relieve famine.",
      "citations": []
    },
    "44": {
      "id": 44,
      "artifact": [],
      "statement": "Population control is the best long-term means of preventing recurrent famines, so we ought to support effective population-control measures and organizations as part of our moral response.",
      "citations": []
    },
    "45": {
      "id": 45,
      "artifact": [],
      "statement": "Suffering and death from lack of food, shelter, and medical care are bad.",
      "citations": []
    },
    "46": {
      "id": 46,
      "artifact": [],
      "statement": "Richer nations have the capacity to provide enough assistance to greatly reduce or prevent the suffering and deaths of the Bengal refugees.",
      "citations": []
    },
    "47": {
      "id": 47,
      "artifact": [],
      "statement": "If it is in our power to prevent something very bad from happening without sacrificing anything of comparable moral importance, then we morally ought to prevent it.",
      "citations": []
    },
    "48": {
      "id": 48,
      "artifact": [],
      "statement": "Physical distance (proximity) to those who suffer does not reduce our moral obligation to help them.",
      "citations": []
    },
    "49": {
      "id": 49,
      "artifact": [],
      "statement": "The existence of many other people in the same position (numbers) does not lessen an individual's moral obligation to prevent severe suffering.",
      "citations": []
    },
    "50": {
      "id": 50,
      "artifact": [],
      "statement": "People in East Bengal are dying from lack of food, shelter, and medical care.",
      "citations": []
    },
    "51": {
      "id": 51,
      "artifact": [],
      "statement": "The suffering and deaths in East Bengal are preventable by decisions and actions of richer nations.",
      "citations": []
    },
    "52": {
      "id": 52,
      "artifact": [],
      "statement": "Most individuals in affluent countries have not made significant personal contributions or political efforts to relieve the Bengal refugees.",
      "citations": []
    },
    "53": {
      "id": 53,
      "artifact": [],
      "statement": "Governments have not provided the scale of aid needed; they often prioritize expensive projects over funding sufficient relief for refugees.",
      "citations": []
    },
    "54": {
      "id": 54,
      "artifact": [],
      "statement": "If we can prevent something very bad from happening without sacrificing anything of comparable moral importance, we morally ought to prevent it.",
      "citations": []
    },
    "55": {
      "id": 55,
      "artifact": [],
      "statement": "The Bengal emergency is not unique; it is one of many major emergencies around the world and differs mainly in its scale.",
      "citations": []
    },
    "56": {
      "id": 56,
      "artifact": [],
      "statement": "Modern improvements in communication and transportation make it possible to direct effective aid to distant sufferers nearly as well as to nearby ones.",
      "citations": []
    },
    "57": {
      "id": 57,
      "artifact": [],
      "statement": "Society treats giving to famine relief as an act of charity rather than a moral obligation, so people feel little shame or guilt for choosing luxury spending over donating.",
      "citations": []
    },
    "58": {
      "id": 58,
      "artifact": [],
      "statement": "It is unlikely that refusing to give to private relief funds will cause governments to provide large-scale aid; if anything, lack of voluntary donations makes it more likely governments will assume citizens are uninterested and not increase aid.",
      "citations": []
    },
    "59": {
      "id": 59,
      "artifact": [],
      "statement": "Campaigning for increased government aid can be as important or more important than individual donations in securing relief for famine victims.",
      "citations": []
    },
    "60": {
      "id": 60,
      "artifact": [],
      "statement": "Effective population control is the best long-term way to prevent future famines, so those who wish to prevent famine ought to promote and support population-control measures and organizations.",
      "citations": []
    },
    "61": {
      "id": 61,
      "artifact": [],
      "statement": "Modern communication and transportation make it possible to direct effective aid to distant refugees almost as reliably as to people nearby.",
      "citations": []
    },
    "62": {
      "id": 62,
      "artifact": [],
      "statement": "Neither individuals nor governments can plausibly claim to be unaware of the suffering in Bengal.",
      "citations": []
    },
    "63": {
      "id": 63,
      "artifact": [],
      "statement": "Refusing to give to private famine relief on the grounds that the government should act is not a valid justification unless one can show the refusal will actually cause the government to act; it is more plausible that a lack of voluntary giving will make governments think citizens are uninterested and thus less likely to force government action.",
      "citations": []
    },
    "64": {
      "id": 64,
      "artifact": [],
      "statement": "Philosophers and philosophy teachers have both the competence and the responsibility to discuss famine and affluence issues, and they should not only discuss these issues but also act on the conclusions they reach.",
      "citations": []
    },
    "65": {
      "id": 65,
      "artifact": [],
      "statement": "Instant communication and rapid transportation make it possible to direct aid to distant victims almost as effectively as to local victims.",
      "citations": []
    },
    "66": {
      "id": 66,
      "artifact": [],
      "statement": "The argument that I needn't give more because 'if everyone gave a little it would suffice' is flawed: it relies on a hypothetical premise (that everyone will give) which does not hold in the actual situation, so it does not absolve individuals of additional giving.",
      "citations": []
    },
    "67": {
      "id": 67,
      "artifact": [],
      "statement": "Refusing to give privately on the grounds that the government should take responsibility is unjustified unless one can show a definite probability that such refusal will cause the government to act.",
      "citations": []
    },
    "68": {
      "id": 68,
      "artifact": [],
      "statement": "Philosophers are competent to take a position on famine relief because the factual questions (existence of suffering and the possibility of effective help) are clear.",
      "citations": []
    },
    "69": {
      "id": 69,
      "artifact": [],
      "statement": "Discussion alone is insufficient; those who accept the moral conclusion about famine relief ought to act on it rather than merely debate it.",
      "citations": []
    },
    "70": {
      "id": 70,
      "artifact": [],
      "statement": "Refusing to give to private famine relief is unlikely to produce massive government action, so those who refuse typically prevent a certain amount of suffering without producing any tangible beneficial consequence.",
      "citations": []
    },
    "71": {
      "id": 71,
      "artifact": [],
      "statement": "Modern communication, transportation, and aid organizations allow expert observers and supervisors to direct relief to distant victims almost as effectively as to nearby victims.",
      "citations": []
    },
    "72": {
      "id": 72,
      "artifact": [],
      "statement": "Philosophers are competent to take a position on famine relief because the facts about the suffering and our capacity to help are not in serious dispute.",
      "citations": []
    },
    "73": {
      "id": 73,
      "artifact": [],
      "statement": "Philosophers (and others who reach reflective conclusions) should not limit themselves to discussing famine relief; they ought to act on those conclusions (for example, by giving, campaigning, or changing their lives).",
      "citations": []
    },
    "74": {
      "id": 74,
      "artifact": [],
      "statement": "The strong version of the duty-to-prevent principle (prevent very bad things unless doing so requires sacrificing something of comparable moral importance) appears correct and would, if accepted, require individuals to give until the point of marginal utility.",
      "citations": []
    },
    "75": {
      "id": 75,
      "artifact": [],
      "statement": "If many others are expected to give, an individual's obligation may be reduced because those who give later, knowing others have already contributed, are in different circumstances from early donors.",
      "citations": []
    },
    "76": {
      "id": 76,
      "artifact": [],
      "statement": "Given present conditions in many parts of the world, we morally ought to be working full time to relieve great suffering, unless doing so would require sacrificing something of comparable moral importance.",
      "citations": []
    },
    "77": {
      "id": 77,
      "artifact": [],
      "statement": "Philosophers are competent to take a position on famine relief.",
      "citations": []
    },
    "78": {
      "id": 78,
      "artifact": [],
      "statement": "Philosophers are competent to take a position on famine relief because the facts about the existence of suffering and our ability to help (via relief or population control) are sufficiently clear.",
      "citations": []
    },
    "79": {
      "id": 79,
      "artifact": [],
      "statement": "Discussion alone is insufficient; those who accept the moral conclusion about preventing famine ought to act on it rather than merely debate it.",
      "citations": []
    },
    "80": {
      "id": 80,
      "artifact": [],
      "statement": "Whether others have given or are expected to give is a relevant circumstance that affects an individual's obligation; those who give later, knowing many others have already given, are in different circumstances from those who gave earlier.",
      "citations": []
    },
    "81": {
      "id": 81,
      "artifact": [],
      "statement": "Philosophers (including teachers and students) who have more money than they need are among those who ought to take a position on famine relief and should begin to act on the conclusions of such reflection.",
      "citations": []
    },
    "82": {
      "id": 82,
      "artifact": [],
      "statement": "If the principle that we must prevent very bad things when we can do so without comparable sacrifice were widely acted upon, our lives, society, and the structure of the world would be fundamentally changed.",
      "citations": []
    },
    "83": {
      "id": 83,
      "artifact": [],
      "statement": "Giving away an excessively large share of national income could slow the economy so much that the absolute amount available for aid falls; therefore decisions about how much to give must take into account economic effects on total aid delivered.",
      "citations": []
    },
    "84": {
      "id": 84,
      "artifact": [],
      "statement": "Moral standards and expectations strongly influence what people do; changing those standards can increase compliance with more demanding moral requirements.",
      "citations": []
    },
    "85": {
      "id": 85,
      "artifact": [],
      "statement": "If we give away a very large share of our national income so that the economy slows substantially, the resulting smaller Gross National Product could reduce the total amount available for aid, so there is a practical limit to how much deliberately slowing the economy for overseas aid will increase absolute assistance.",
      "citations": []
    },
    "86": {
      "id": 86,
      "artifact": [],
      "statement": "Given current global conditions, we morally ought to be working full-time to relieve great suffering when doing so does not require sacrificing something of comparable moral importance.",
      "citations": []
    },
    "87": {
      "id": 87,
      "artifact": [],
      "statement": "Moral standards and social expectations influence what people do; raising expectations about giving and duty can increase compliance with moral obligations like famine relief.",
      "citations": []
    },
    "88": {
      "id": 88,
      "artifact": [],
      "statement": "There are practical limits to how much a society should give: diverting very large percentages of national output could slow the economy enough that total aid in absolute terms might fall, so these economic effects must be considered when determining ideal aid levels.",
      "citations": []
    },
    "89": {
      "id": 89,
      "artifact": [],
      "statement": "The apparent paradox — that if everyone gave as much as they ought the outcome might be worse than if some gave less — only arises when contributions are made more or less simultaneously and contributors are mistaken about how much others will give.",
      "citations": []
    },
    "90": {
      "id": 90,
      "artifact": [],
      "statement": "The strong version of the moral principle requires giving up to the point of marginal utility: one should give until further donations would cause as much suffering to oneself or one's dependents as they would prevent.",
      "citations": []
    },
    "91": {
      "id": 91,
      "artifact": [],
      "statement": "When people give later rather than earlier, or when earlier givers know how much more is needed, their obligations change because the relevant circumstances differ (those giving later are not in the same circumstances as those who gave earlier).",
      "citations": []
    },
    "92": {
      "id": 92,
      "artifact": [],
      "statement": "Our moral conceptual scheme must be revised and the accustomed way of life in affluent societies must change in order to meet the moral obligations to prevent distant suffering.",
      "citations": []
    },
    "93": {
      "id": 93,
      "artifact": [],
      "statement": "Raising moral demands (asking people to give much more) is unlikely to cause a general breakdown of moral behavior and may be worth the risk because shifting social expectations can increase compliance and reduce starvation.",
      "citations": []
    },
    "94": {
      "id": 94,
      "artifact": [],
      "statement": "Relieving famine now without effective population control risks merely postponing starvation to future generations.",
      "citations": []
    },
    "95": {
      "id": 95,
      "artifact": [],
      "statement": "From the moral point of view, preventing the starvation of millions abroad is at least as pressing as upholding property norms within our own society.",
      "citations": []
    },
    "96": {
      "id": 96,
      "artifact": [],
      "statement": "What people around us do and expect strongly influences what individuals are likely to do and what is realistically possible for them to do.",
      "citations": []
    },
    "97": {
      "id": 97,
      "artifact": [],
      "statement": "Singer's pond-and-child example illustrates that a trivial personal cost (getting clothes muddy) does not excuse failing to prevent a very bad outcome (a child drowning).",
      "citations": []
    },
    "98": {
      "id": 98,
      "artifact": [],
      "statement": "Working oneself to exhaustion to relieve suffering can make one less effective at helping and is a legitimate mitigating circumstance when determining how much one ought to do.",
      "citations": []
    },
    "99": {
      "id": 99,
      "artifact": [],
      "statement": "Saying 'it's the government's responsibility' often serves as an excuse that results in neither private donations nor political action.",
      "citations": []
    },
    "100": {
      "id": 100,
      "artifact": [],
      "statement": "The apparent paradox (that everyone doing their moral duty could produce a worse result than if some did less) arises only when contributions are made more or less simultaneously and unexpectedly.",
      "citations": []
    },
    "101": {
      "id": 101,
      "artifact": [],
      "statement": "The World Bank estimated that India needed at least £300,000,000 in assistance from other countries before the end of the year.",
      "citations": []
    },
    "102": {
      "id": 102,
      "artifact": [],
      "statement": "If the moral principle that we ought to prevent very bad things when we can without sacrificing anything of comparable moral importance were accepted and acted on, our lives, society, and the world would be fundamentally changed.",
      "citations": []
    },
    "103": {
      "id": 103,
      "artifact": [],
      "statement": "Given present global conditions (many large, preventable emergencies and widespread suffering), the moral principle implies we morally ought to be working full-time to relieve great suffering such as famine, unless doing so would make us significantly less effective.",
      "citations": []
    },
    "104": {
      "id": 104,
      "artifact": [],
      "statement": "Australia's aid to the Bengal refugees was less than one-twelfth of the cost of Sydney's new opera house.",
      "citations": []
    },
    "105": {
      "id": 105,
      "artifact": [],
      "statement": "The World Bank stated that India needed a minimum of £300,000,000 in assistance from other countries before the end of the year.",
      "citations": []
    },
    "106": {
      "id": 106,
      "artifact": [],
      "statement": "Many major global evils (for example, poverty, overpopulation, and pollution) are problems in which nearly everyone is similarly involved.",
      "citations": []
    },
    "107": {
      "id": 107,
      "artifact": [],
      "statement": "The consumer society distorts the goals and purposes of its members, making them less likely to prioritize giving to famine relief.",
      "citations": []
    },
    "108": {
      "id": 108,
      "artifact": [],
      "statement": "A philosopher who acts on the moral conclusions about famine will have to give up some consumer benefits but can gain satisfaction from bringing theory and practice into closer alignment.",
      "citations": []
    },
    "109": {
      "id": 109,
      "artifact": [],
      "statement": "Most of the refugees have been living in the camps for more than six months.",
      "citations": []
    },
    "110": {
      "id": 110,
      "artifact": [],
      "statement": "The World Bank reported that India needed at least £300,000,000 in assistance before the end of the year.",
      "citations": []
    },
    "111": {
      "id": 111,
      "artifact": [],
      "statement": "The consumer society has distorted the goals and purposes of its members.",
      "citations": []
    },
    "112": {
      "id": 112,
      "artifact": [],
      "statement": "Philosophers who act on these conclusions will have to give up some consumer benefits but can find compensation in the satisfaction of bringing their theory and practice closer together.",
      "citations": []
    },
    "113": {
      "id": 113,
      "artifact": [],
      "statement": "Campaigning for increased government aid is unlikely to be effective if one only preaches without also practicing giving; campaigning is more effective when accompanied by personal contributions.",
      "citations": []
    },
    "114": {
      "id": 114,
      "artifact": [],
      "statement": "The consumer society distorts the goals and purposes of its members.",
      "citations": []
    },
    "115": {
      "id": 115,
      "artifact": [],
      "statement": "Working oneself to exhaustion to relieve suffering can reduce one's effectiveness, and so overwork is a legitimate mitigating consideration when deciding how much one ought to do.",
      "citations": []
    },
    "116": {
      "id": 116,
      "artifact": [],
      "statement": "Buying new clothes to look well-dressed is not necessary for meeting important needs; foregoing such purchases would not be a significant sacrifice.",
      "citations": []
    },
    "117": {
      "id": 117,
      "artifact": [],
      "statement": "Western societies generally consider 1% of Gross National Product an acceptable level for overseas aid.",
      "citations": []
    },
    "118": {
      "id": 118,
      "artifact": [],
      "statement": "Campaigning for increased government aid while not personally contributing (preaching without practicing) is unlikely to be effective.",
      "citations": []
    },
    "119": {
      "id": 119,
      "artifact": [],
      "statement": "India would be forced to choose between letting the refugees starve or diverting funds from its own development program, which would cause more of India's own people to starve in the future.",
      "citations": []
    },
    "120": {
      "id": 120,
      "artifact": [],
      "statement": "Thomas Aquinas held that goods held in superabundance are owed, by natural right, to the poor (i.e., surplus material goods should be used for others' sustenance).",
      "citations": []
    },
    "121": {
      "id": 121,
      "artifact": [],
      "statement": "Some people argue that overseas aid should be the government's responsibility, so individuals need not give to private charities.",
      "citations": []
    },
    "122": {
      "id": 122,
      "artifact": [],
      "statement": "Campaigning for greater government aid is likely to be ineffective if one preaches it without practicing it oneself; 'preaching what one does not practice' undermines effectiveness.",
      "citations": []
    },
    "123": {
      "id": 123,
      "artifact": [],
      "statement": "Economists and conservationists are questioning the value and necessity of continuous economic growth.",
      "citations": []
    },
    "124": {
      "id": 124,
      "artifact": [],
      "statement": "Campaigning for increased government aid while refusing to give personally (preaching without practicing) is unlikely to be effective.",
      "citations": []
    },
    "125": {
      "id": 125,
      "artifact": [],
      "statement": "The value and necessity of economic growth are being questioned by conservationists and some economists.",
      "citations": []
    },
    "126": {
      "id": 126,
      "artifact": [],
      "statement": "The moral point of view requires us to care about and act to prevent suffering beyond the interests of our own society.",
      "citations": []
    },
    "127": {
      "id": 127,
      "artifact": [],
      "statement": "Preaching about famine relief while not practicing it oneself is unlikely to be effective.",
      "citations": []
    },
    "128": {
      "id": 128,
      "artifact": [],
      "statement": "Thomas Aquinas argued that whatever a person has in superabundance is, by natural right, owed to the poor for their sustenance.",
      "citations": []
    },
    "129": {
      "id": 129,
      "artifact": [],
      "statement": "If we accept principles of impartiality, universalizability, or equality, then we cannot favor helping people who are geographically nearer over those who are farther away.",
      "citations": []
    },
    "130": {
      "id": 130,
      "artifact": [],
      "statement": "If we are genuinely in a better position to judge what help is needed for someone nearby and to provide that help more effectively than for someone far away, that can be a reason to prioritize helping the nearby person.",
      "citations": []
    },
    "131": {
      "id": 131,
      "artifact": [],
      "statement": "The development of instant communication and rapid transportation (the 'global village') reduces the epistemic and practical differences between helping nearby and distant sufferers, undermining geographic justifications for prioritizing the nearby.",
      "citations": []
    },
    "132": {
      "id": 132,
      "artifact": [],
      "statement": "Some philosophers (for example Sidgwick and Urmson) argue that moral codes must not demand more than ordinary people can reasonably do, because overly demanding moral rules will reduce compliance and risk a breakdown of moral behavior.",
      "citations": []
    },
    "133": {
      "id": 133,
      "artifact": [],
      "statement": "Some writers (for example Sidgwick and Urmson) argue that moral requirements must be kept within the ordinary person's capacities because overly demanding moral rules will lead to widespread noncompliance.",
      "citations": []
    },
    "134": {
      "id": 134,
      "artifact": [],
      "statement": "Giving until the point of marginal utility would reduce a donor to living nearly the same material conditions as a Bengali refugee.",
      "citations": []
    },
    "135": {
      "id": 135,
      "artifact": [],
      "statement": "After the paper was written, India went to war to enable the refugees to return to their lands.",
      "citations": []
    },
    "136": {
      "id": 136,
      "artifact": [],
      "statement": "That most people are self-interested and will not do everything they ought to do does not show that we are not morally obliged to do what we ought.",
      "citations": []
    },
    "137": {
      "id": 137,
      "artifact": [],
      "statement": "Many people around the world die from malnutrition even outside of acute emergencies.",
      "citations": []
    },
    "138": {
      "id": 138,
      "artifact": [],
      "statement": "There is a psychological difference in feeling less guilt when others also do nothing, but that psychological difference does not reduce our moral obligation to help.",
      "citations": []
    },
    "139": {
      "id": 139,
      "artifact": [],
      "statement": "Singer accepts that the earth cannot support a population that continues to rise at the present rate indefinitely.",
      "citations": []
    },
    "140": {
      "id": 140,
      "artifact": [],
      "statement": "Britain has given £14,750,000 to relief for the East Bengal refugees.",
      "citations": []
    },
    "141": {
      "id": 141,
      "artifact": [],
      "statement": "Britain's share of the nonrecoverable Anglo‑French Concorde development costs already exceeds £275,000,000 and is projected to reach about £440,000,000.",
      "citations": []
    },
    "142": {
      "id": 142,
      "artifact": [],
      "statement": "The burden of proof is on people who refuse to give privately to show that their refusal will probably cause the government to take large-scale action.",
      "citations": []
    },
    "143": {
      "id": 143,
      "artifact": [],
      "statement": "Britain has given £14,750,000 in aid to the Bengal refugees.",
      "citations": []
    },
    "144": {
      "id": 144,
      "artifact": [],
      "statement": "Singer explicitly assumes that suffering and death from lack of food, shelter, and medical care are bad and does not argue for this assumption.",
      "citations": []
    },
    "145": {
      "id": 145,
      "artifact": [],
      "statement": "Britain has given £14,750,000 in aid to Bengal.",
      "citations": []
    },
    "146": {
      "id": 146,
      "artifact": [],
      "statement": "The decisions and actions of human beings can prevent this kind of suffering in Bengal.",
      "citations": []
    },
    "147": {
      "id": 147,
      "artifact": [],
      "statement": "At least nine million people in East Bengal were turned into destitute refugees by poverty, a cyclone, and a civil war.",
      "citations": []
    },
    "148": {
      "id": 148,
      "artifact": [],
      "statement": "Britain has given £14,750,000 in aid to Bengal.",
      "citations": []
    },
    "149": {
      "id": 149,
      "artifact": [],
      "statement": "If everyone gave up to the point of marginal utility, the total donations would exceed what could be used for the refugees, so some of the sacrifice would have been unnecessary.",
      "citations": []
    },
    "150": {
      "id": 150,
      "artifact": [],
      "statement": "Determining how demanding moral rules should be (so as to maximize compliance without breakdown) is essentially an empirical question about human behavior and social effects.",
      "citations": []
    },
    "151": {
      "id": 151,
      "artifact": [],
      "statement": "Singer chooses the Bengal case as his example because its large scale ensured it received adequate publicity and made it a clear, current instance to discuss.",
      "citations": []
    },
    "152": {
      "id": 152,
      "artifact": [],
      "statement": "Singer judges that it is obvious the large-scale assistance needed for the refugees (on the order estimated by the World Bank) will not be forthcoming from the international community.",
      "citations": []
    },
    "153": {
      "id": 153,
      "artifact": [],
      "statement": "Even the moderate form of the principle that we ought to prevent very bad things when we can without sacrificing anything morally significant would require substantial changes in the way of life of affluent societies.",
      "citations": []
    },
    "154": {
      "id": 154,
      "artifact": [],
      "statement": "It seems unlikely that assistance on the scale needed for the Bengal refugees will be forthcoming.",
      "citations": []
    },
    "155": {
      "id": 155,
      "artifact": [],
      "statement": "The duty-to-prevent principle does not apply when there are no preventable very bad occurrences that can be avoided without sacrificing something of comparable moral importance.",
      "citations": []
    },
    "156": {
      "id": 156,
      "artifact": [],
      "statement": "It may be possible to redraw the distinction between duty and charity in some other place, even though the current way of treating giving to famine relief as merely 'charity' is unjustified.",
      "citations": []
    },
    "157": {
      "id": 157,
      "artifact": [],
      "statement": "Singer uses the Bengal emergency as his example because its large scale ensured it received adequate publicity and it was the current, salient case to discuss.",
      "citations": []
    },
    "158": {
      "id": 158,
      "artifact": [],
      "statement": "Singer does not claim to be morally neutral; he openly takes a moral position on the issue.",
      "citations": []
    },
    "159": {
      "id": 159,
      "artifact": [],
      "statement": "Singer explicitly assumes that suffering and death from lack of food, shelter, and medical care are bad, will not argue for that premise, and invites those who disagree to stop reading.",
      "citations": []
    },
    "160": {
      "id": 160,
      "artifact": [],
      "statement": "Singer does not claim to be morally neutral; he openly takes a moral position and makes his basic assumptions explicit.",
      "citations": []
    }
  },
  "arguments": {
    "1": {
      "id": 1,
      "premise": [
        8,
        7,
        9
      ],
      "conclusion": 4,
      "desc": "Because suffering and death from lack of basic needs are bad (8), and if we can prevent such badness without sacrificing something of comparable moral importance we ought to do so (7), and affluent nations have the capacity to provide sufficient assistance (9), it follows that the suffering and death in East Bengal are not inevitable and could be prevented by richer nations (4)."
    },
    "2": {
      "id": 2,
      "premise": [
        18,
        16
      ],
      "conclusion": 28,
      "desc": "Because people are dying in East Bengal (18) and richer nations have the capacity to provide sufficient assistance to greatly reduce that suffering (16), it follows that the suffering is not inevitable and could be prevented (28)."
    },
    "3": {
      "id": 3,
      "premise": [
        8,
        27,
        46
      ],
      "conclusion": 32,
      "desc": "Because suffering and death are bad (8), and we ought to prevent very bad things when we can do so without sacrificing something of comparable moral importance (27), and richer nations can provide enough assistance to prevent much of the suffering (46), it follows that affluent people spending money on nonessential luxuries instead of preventing starvation is morally wrong and giving to famine relief is a duty (32)."
    },
    "4": {
      "id": 4,
      "premise": [
        6,
        39
      ],
      "conclusion": 43,
      "desc": "Given that governments have not provided the massive aid required (6) and most individuals have not given substantial personal assistance (39), private donations alone will not suffice; therefore we ought to campaign for governments to provide substantially more no-strings-attached aid (43)."
    },
    "5": {
      "id": 5,
      "premise": [
        8,
        11,
        9
      ],
      "conclusion": 32,
      "desc": "From (8) that suffering and death from lack of essentials are bad, (11) that we are morally obliged to prevent something bad if we can do so without sacrificing something of comparable moral importance, and (9) that affluent nations can provide assistance to greatly reduce such suffering, it follows that spending on unnecessary luxuries instead of preventing starvation is morally wrong and giving to famine relief is a moral duty (statement 32)."
    },
    "6": {
      "id": 6,
      "premise": [
        8,
        11,
        9
      ],
      "conclusion": 36,
      "desc": "Because suffering and death from lack of basic needs are bad (8), and if we can prevent such bad outcomes without sacrificing anything of comparable moral importance we ought to do so (11), and affluent nations (and individuals in them) have the capacity to provide aid (9), it follows that spending on nonessential luxuries instead of preventing starvation is morally wrong (36)."
    },
    "7": {
      "id": 7,
      "premise": [
        6,
        11
      ],
      "conclusion": 43,
      "desc": "Given that no government has provided the massive aid required and total contributions are far below what is needed (6), and given the moral principle that we ought to prevent very bad things when we can do so without comparable sacrifice (11), we ought not only to donate but also to campaign for governments to provide substantially more no-strings-attached aid (43)."
    },
    "8": {
      "id": 8,
      "premise": [
        8,
        7,
        6,
        5
      ],
      "conclusion": 32,
      "desc": "Because suffering and death from lack of essentials are bad (8), and we ought to prevent very bad things when we can without comparable sacrifice (7), yet neither governments (6) nor most individuals (5) have provided sufficient aid, it follows that spending on unnecessary luxuries instead of preventing starvation is morally wrong and donating is a duty (32)."
    },
    "9": {
      "id": 9,
      "premise": [
        1,
        9,
        7
      ],
      "conclusion": 11,
      "desc": "Because people are dying in Bengal (1), affluent nations can prevent much of this suffering (9), and we have the principle that we ought to prevent bad things when we can do so without sacrificing something of comparable moral importance (7), it follows that we are morally obligated to prevent the suffering (11)."
    },
    "10": {
      "id": 10,
      "premise": [
        21,
        56
      ],
      "conclusion": 48,
      "desc": "Given the moral principle that we ought to prevent bad things we can prevent (21), and that modern communication and transport allow effective aid to distant sufferers (56), physical distance does not reduce our moral obligation to help (48)."
    },
    "11": {
      "id": 11,
      "premise": [
        56,
        27
      ],
      "conclusion": 48,
      "desc": "Because modern communication and transport make effective aid to distant sufferers nearly as reliable as to nearby ones (56), and we ought to prevent very bad things when we can do so without sacrificing something of comparable moral importance (27), physical distance does not reduce our moral obligation to help distant sufferers (48)."
    },
    "12": {
      "id": 12,
      "premise": [
        54,
        71
      ],
      "conclusion": 48,
      "desc": "Because we have the moral principle that we ought to prevent very bad things when we can (54) and modern communication and transportation allow effective aid to distant victims (71), geographic distance does not reduce our moral obligation to help (48)."
    },
    "13": {
      "id": 13,
      "premise": [
        66,
        21,
        31
      ],
      "conclusion": 32,
      "desc": "Because the 'if everyone gave a little it would suffice' argument is hypothetical and does not apply to the actual situation (66), and because we have a moral obligation to prevent bad things when we can do so without sacrificing something of comparable moral importance (21), and neither numbers nor distance lessen that obligation (31), it follows that spending on unnecessary luxuries instead of preventing starvation is morally wrong and giving to famine relief is a duty (32)."
    },
    "14": {
      "id": 14,
      "premise": [
        62,
        16,
        7
      ],
      "conclusion": 11,
      "desc": "Because neither individuals nor governments can plausibly claim ignorance of the Bengal suffering (62), affluent nations have the capacity to provide sufficient aid (16), and we ought to prevent bad things when we can do so without sacrificing something of comparable moral importance (7), it follows that we are morally obligated to prevent the suffering (11)."
    },
    "15": {
      "id": 15,
      "premise": [
        8,
        7,
        56
      ],
      "conclusion": 48,
      "desc": "Because suffering and death from lack of basic needs are bad (8), we ought to prevent such badness when we can without sacrificing something of comparable moral importance (7), and modern communication and transportation allow effective aid to distant sufferers nearly as well as to nearby ones (56), physical distance does not reduce our moral obligation to help distant victims (48)."
    },
    "16": {
      "id": 16,
      "premise": [
        63,
        59
      ],
      "conclusion": 43,
      "desc": "Because refusing to give privately on the grounds that government should act is unjustified unless such refusal will actually cause government action (63), and because campaigning for increased government aid can be as important or more important than individual donations (59), it follows that we ought to campaign for governments to give substantially more no-strings-attached aid (43)."
    },
    "17": {
      "id": 17,
      "premise": [
        75,
        80
      ],
      "conclusion": 66,
      "desc": "Because an individual's obligation can depend on whether others are expected to give (75,80), the 'if everyone gave £5' argument is hypothetical and does not absolve a person in the actual situation—so the hypothetical premise fails and the individual remains obligated (supports statement 66)."
    },
    "18": {
      "id": 18,
      "premise": [
        83,
        85
      ],
      "conclusion": 88,
      "desc": "Because giving away an excessively large share of national income could slow the economy (83) and a substantially smaller GNP could reduce total absolute aid (85), there are practical limits to how much a society should give (conclusion 88)."
    },
    "19": {
      "id": 19,
      "premise": [
        72,
        79
      ],
      "conclusion": 73,
      "desc": "Because philosophers are competent to take a position on famine (72) and discussion alone is insufficient—those who accept the moral conclusion ought to act (79), philosophers who accept the conclusion should act on it (73)."
    },
    "20": {
      "id": 20,
      "premise": [
        8,
        27,
        9
      ],
      "conclusion": 41,
      "desc": "Because suffering and death from lack of essentials are bad (8), we ought to prevent very bad things when we can without comparable sacrifice (27), and affluent nations/people can provide sufficient assistance (9), the conventional distinction treating giving to famine relief as merely 'charity' rather than a duty cannot be justified for affluent societies (41)."
    },
    "21": {
      "id": 21,
      "premise": [
        56,
        71
      ],
      "conclusion": 61,
      "desc": "Because modern communication and transport (56) and the ability of expert observers/supervisors and aid organizations to direct relief effectively (71) make aid to distant victims practicable, it follows that we can direct effective aid to distant refugees almost as reliably as to local victims (61)."
    },
    "22": {
      "id": 22,
      "premise": [
        83,
        85
      ],
      "conclusion": 88,
      "desc": "Because giving away an excessively large share of national income could slow the economy and reduce total aid (83), and because a smaller GDP resulting from such a slowdown could lower the absolute amount available for aid (85), it follows that there are practical limits to how much a society should give and economic effects must be considered when setting ideal aid levels (88)."
    },
    "23": {
      "id": 23,
      "premise": [
        55,
        27,
        46
      ],
      "conclusion": 76,
      "desc": "Since the Bengal emergency is one of many similar large emergencies (55), and we ought to prevent very bad things when we can do so without sacrificing anything of comparable moral importance (27), and richer nations can provide substantial assistance (46), it follows that under present conditions we morally ought to be working full-time to relieve great suffering unless doing so would require comparable sacrifice (76)."
    },
    "24": {
      "id": 24,
      "premise": [
        52,
        53,
        54
      ],
      "conclusion": 43,
      "desc": "Because most individuals have not made significant contributions (52) and governments have not provided aid at the needed scale and often prioritize other projects (53), and because we ought to prevent very bad things when we can (54), it follows that we ought to campaign for governments to provide substantially more no-strings-attached aid (43)."
    },
    "25": {
      "id": 25,
      "premise": [
        6,
        101
      ],
      "conclusion": 70,
      "desc": "Because governments have not provided the massive aid required (6) and the World Bank estimated India needed a minimum of £300,000,000 in assistance (101), it is unlikely that refusing private donations will trigger massive government action; therefore those who refuse typically prevent suffering without producing any tangible beneficial consequence (70)."
    },
    "26": {
      "id": 26,
      "premise": [
        58,
        63
      ],
      "conclusion": 70,
      "desc": "Because it is unlikely that refusing private donations will cause governments to provide large-scale aid (58) and refusing to give is unjustified unless one can show the refusal will cause government action (63), it follows that refusing to give is unlikely to produce massive government action and thus usually prevents suffering without any compensating benefit (70)."
    },
    "27": {
      "id": 27,
      "premise": [
        58,
        63
      ],
      "conclusion": 70,
      "desc": "Because it is unlikely that refusing to give will cause governments to provide large-scale aid (58), and because a refusal is unjustified unless it has a definite probability of producing government action (63), it follows that those who refuse to give typically prevent suffering without producing any tangible beneficial consequence (70)."
    },
    "28": {
      "id": 28,
      "premise": [
        94,
        44
      ],
      "conclusion": 60,
      "desc": "Because relieving famine now without effective population control risks merely postponing starvation (94), and population control is the best long-term means of preventing recurrent famines (44), it follows that those who wish to prevent famine ought to promote and support population-control measures and organizations (60)."
    },
    "29": {
      "id": 29,
      "premise": [
        6,
        101,
        26
      ],
      "conclusion": 53,
      "desc": "Because governments have not provided the massive aid required (6), the World Bank estimated India needed at least £300,000,000 (101), and Britain prioritized projects like Concorde far above refugee relief (26), it follows that governments have not provided the necessary scale of aid and often prioritize expensive projects over sufficient refugee relief (53)."
    },
    "30": {
      "id": 30,
      "premise": [
        32,
        59
      ],
      "conclusion": 43,
      "desc": "Since giving to famine relief is a moral duty for affluent individuals (32) and campaigning for increased government aid can be as important or more important than individual donations (59), we ought to campaign for governments to provide substantially more no-strings-attached aid (43)."
    },
    "31": {
      "id": 31,
      "premise": [
        101,
        6,
        46
      ],
      "conclusion": 51,
      "desc": "Because the World Bank estimated India needed at least £300M (101), actual contributions so far are far below what's required (6), and richer nations have the capacity to provide sufficient assistance (46), it follows that the suffering and deaths in East Bengal are preventable by decisions and actions of richer nations (51)."
    },
    "32": {
      "id": 32,
      "premise": [
        48,
        35
      ],
      "conclusion": 92,
      "desc": "Since physical distance does not reduce our moral obligation to help (48) and the existence of many others in the same position does not lessen individual obligation (35), our moral conceptual scheme and customary affluent way of life must be revised to meet these obligations (92)."
    },
    "33": {
      "id": 33,
      "premise": [
        107,
        84
      ],
      "conclusion": 92,
      "desc": "Because the consumer society distorts people's goals and makes them less likely to prioritize famine relief (107), and because moral standards and expectations strongly influence what people do (84), our moral conceptual scheme must be revised and the accustomed way of life in affluent societies must change to meet obligations to prevent distant suffering (92)."
    },
    "34": {
      "id": 34,
      "premise": [
        101,
        6
      ],
      "conclusion": 53,
      "desc": "Given the World Bank's estimate that India needed at least £300,000,000 (101) and the fact that total contributions were about £65,000,000 and governments have not provided the massive aid required (6), it follows that governments have not given the scale of aid needed and have prioritized other expenditures over sufficient refugee relief (53)."
    },
    "35": {
      "id": 35,
      "premise": [
        6,
        101,
        26
      ],
      "conclusion": 53,
      "desc": "Because total contributions are far below what is needed (6), the World Bank estimated India needed at least £300,000,000 in assistance (101), and examples like Britain's relatively small aid versus large Concorde expenditures show government priorities favor expensive projects over saving refugees (26), it follows that governments have not provided the scale of aid required and often prioritize costly projects over sufficient relief (53)."
    },
    "36": {
      "id": 36,
      "premise": [
        8,
        27,
        56
      ],
      "conclusion": 95,
      "desc": "Because suffering and death from lack of essentials are bad (8), we have a moral duty to prevent very bad things when we can without comparable sacrifice (27), and modern communication/transport make distant aid practicable (56), it follows that preventing starvation abroad is at least as pressing morally as upholding domestic property norms (95)."
    },
    "37": {
      "id": 37,
      "premise": [
        94
      ],
      "conclusion": 60,
      "desc": "Since relieving famine now without effective population control merely postpones starvation (94), the best long-term method to prevent recurrent famines is effective population control, which we therefore ought to support (60)."
    },
    "38": {
      "id": 38,
      "premise": [
        126,
        8
      ],
      "conclusion": 95,
      "desc": "Because the moral point of view requires acting to prevent suffering beyond our own society (126), and suffering and death from lack of basic needs are bad (8), it follows that preventing the starvation of millions abroad is at least as pressing as upholding property norms at home (95)."
    },
    "39": {
      "id": 39,
      "premise": [
        84,
        96
      ],
      "conclusion": 93,
      "desc": "Since moral standards and expectations strongly influence actions (84) and what people around us do and expect affects what individuals can realistically do (96), raising moral demands and expectations is unlikely to cause general moral breakdown and may increase compliance to reduce starvation (93)."
    },
    "40": {
      "id": 40,
      "premise": [
        101,
        6
      ],
      "conclusion": 119,
      "desc": "Because the World Bank estimated India needed at least £300,000,000 in external assistance (101) and total contributions and government aid so far are far below what is required (6), India would be forced to choose between letting the refugees starve or diverting funds from its own development program (119)."
    },
    "41": {
      "id": 41,
      "premise": [
        122,
        32
      ],
      "conclusion": 113,
      "desc": "Because preaching without practicing undermines effectiveness (122) and giving to famine relief is a moral duty for affluent individuals (32), campaigning for government aid while not personally contributing is unlikely to be effective (113)."
    },
    "42": {
      "id": 42,
      "premise": [
        8,
        27,
        116
      ],
      "conclusion": 42,
      "desc": "Because suffering and death from lack of basic needs are bad (8), we ought to prevent very bad things when we can without sacrificing something of comparable moral importance (27), and buying new clothes for appearance is not a significant sacrifice (116), it follows that spending on such unnecessary luxuries instead of donating to prevent starvation is morally wrong (42)."
    },
    "43": {
      "id": 43,
      "premise": [
        72,
        69
      ],
      "conclusion": 81,
      "desc": "Because philosophers are competent to take a position on famine relief (72), and discussion alone is insufficient so those who accept the moral conclusion ought to act (69), it follows that philosophers who have more money than they need ought to take a position on famine relief and begin to act (81)."
    },
    "44": {
      "id": 44,
      "premise": [
        56,
        71
      ],
      "conclusion": 131,
      "desc": "Since modern communication and transportation make directing aid to distant sufferers practicable (56), and expert observers and aid organizations can effectively supervise relief (71), the development of a 'global village' reduces the epistemic and practical differences between helping nearby and distant sufferers (131)."
    },
    "45": {
      "id": 45,
      "premise": [
        56,
        71
      ],
      "conclusion": 131,
      "desc": "Because modern communication and transport (56) and the ability of expert observers and aid organizations to direct relief effectively (71) reduce practical and epistemic differences between helping nearby and distant sufferers, it follows that the 'global village' development undermines geographic justifications for prioritizing the nearby (131)."
    },
    "46": {
      "id": 46,
      "premise": [
        131,
        27
      ],
      "conclusion": 48,
      "desc": "Given that the 'global village' reduces the practical differences between helping near and far (131) and the moral principle that we ought to prevent very bad things when we can without sacrificing something of comparable moral importance (27), physical distance does not reduce our moral obligation to help distant sufferers (48)."
    },
    "47": {
      "id": 47,
      "premise": [
        140,
        141
      ],
      "conclusion": 26,
      "desc": "Because Britain gave a relatively small amount (£14,750,000) to Bengal (140) while its share of Concorde development costs already exceeds £275,000,000 and is projected to reach about £440,000,000 (141), it implies the British government prioritized costly projects like Concorde over providing massive aid to save refugee lives (26)."
    },
    "48": {
      "id": 48,
      "premise": [
        8,
        27,
        48,
        35
      ],
      "conclusion": 92,
      "desc": "Because suffering and death from lack of basic needs are bad (8), we ought to prevent very bad things when we can without sacrificing something of comparable moral importance (27), and neither physical distance (48) nor the existence of many others in the same position (35) reduces our individual obligation, it follows that our moral conceptual scheme and the accustomed affluent way of life must be revised to meet these obligations (92)."
    },
    "49": {
      "id": 49,
      "premise": [
        129,
        56
      ],
      "conclusion": 48,
      "desc": "If one accepts impartiality (cannot favor near over far) (129), and modern communication and transport make distant aid practicable (56), then physical distance does not reduce our moral obligation to help distant sufferers (48)."
    },
    "50": {
      "id": 50,
      "premise": [
        62,
        27,
        18
      ],
      "conclusion": 11,
      "desc": "Because neither individuals nor governments can plausibly claim ignorance of the Bengal suffering (62), we have the principle that we ought to prevent very bad things when we can without comparable sacrifice (27), and people are dying in East Bengal (18), it follows that we are morally obligated to prevent the suffering (11)."
    },
    "51": {
      "id": 51,
      "premise": [
        72,
        78
      ],
      "conclusion": 77,
      "desc": "Because the factual issues about suffering and our ability to help are clear (78) and philosophers are therefore competent to assess such issues (72), philosophers are competent to take a position on famine relief (77)."
    },
    "52": {
      "id": 52,
      "premise": [
        121,
        58
      ],
      "conclusion": 63,
      "desc": "Because some claim that overseas aid is the government's responsibility (121) but it is unlikely that refusing private donations will prompt governments to act and may instead signal public disinterest (58), refusing to give on the grounds that the government should act is unjustified unless one can show the refusal will actually cause government action (63)."
    },
    "53": {
      "id": 53,
      "premise": [
        121,
        58
      ],
      "conclusion": 142,
      "desc": "Given the argument that aid should be a government responsibility (121) and the improbability that withholding private donations will produce government action (58), the burden of proof lies with those who refuse to give to show that their refusal will probably lead to large-scale government assistance (142)."
    },
    "54": {
      "id": 54,
      "premise": [
        140,
        141
      ],
      "conclusion": 26,
      "desc": "Because Britain gave £14,750,000 to Bengal (140) while its share of Concorde nonrecoverable costs already exceeds £275,000,000 (and may reach £440,000,000) (141), this supports the claim that the government prioritized expensive projects over providing massive refugee aid (26)."
    }
  }
}