{
  "statements": {
    "1": {
      "id": 1,
      "artifact": [],
      "statement": "The suffering and deaths in East Bengal from lack of food, shelter, and medical care are not inevitable and can be prevented by assistance from richer nations.",
      "citations": []
    },
    "2": {
      "id": 2,
      "artifact": [],
      "statement": "People in East Bengal are dying from lack of food, shelter, and medical care, and much of this suffering is preventable by richer nations.",
      "citations": []
    },
    "3": {
      "id": 3,
      "artifact": [],
      "statement": "Most individuals in affluent countries have not given significant donations or taken political action to alleviate the refugees' suffering.",
      "citations": []
    },
    "4": {
      "id": 4,
      "artifact": [],
      "statement": "If we can prevent something bad from happening without sacrificing anything of comparable moral importance, we morally ought to do so.",
      "citations": []
    },
    "5": {
      "id": 5,
      "artifact": [],
      "statement": "Geographical proximity or distance does not morally diminish our obligation to prevent suffering when we have the power to do so.",
      "citations": []
    },
    "6": {
      "id": 6,
      "artifact": [],
      "statement": "The existence of many other people in the same position to help does not morally reduce any one individual's obligation to prevent serious suffering.",
      "citations": []
    },
    "7": {
      "id": 7,
      "artifact": [],
      "statement": "If we can prevent something very bad from happening without sacrificing anything morally significant, we are morally required to do so.",
      "citations": []
    },
    "8": {
      "id": 8,
      "artifact": [],
      "statement": "Physical proximity or distance to someone in need does not reduce our moral obligation to help them.",
      "citations": []
    },
    "9": {
      "id": 9,
      "artifact": [],
      "statement": "The fact that many others are also able to help does not diminish any one person's moral obligation to prevent great suffering.",
      "citations": []
    },
    "10": {
      "id": 10,
      "artifact": [],
      "statement": "Giving money to relieve famine is not merely an act of charity for affluent people but, given the circumstances, is a moral duty rather than supererogatory.",
      "citations": []
    },
    "11": {
      "id": 11,
      "artifact": [],
      "statement": "Society regards giving to famine relief as an act of charity, so not giving is socially acceptable and typically not condemned.",
      "citations": []
    },
    "12": {
      "id": 12,
      "artifact": [],
      "statement": "Spending on luxury or nonessential consumer goods instead of donating to famine relief does not involve sacrificing anything of comparable moral importance to the lives that could be saved.",
      "citations": []
    },
    "13": {
      "id": 13,
      "artifact": [],
      "statement": "Philosophers (and others who have more money than they need) are competent to address the moral issue of famine and should act on their conclusions rather than only discussing them.",
      "citations": []
    },
    "14": {
      "id": 14,
      "artifact": [],
      "statement": "Our common moral concepts need revision because the usual distinction between duty and charity cannot be justified for famine relief.",
      "citations": []
    }
  },
  "arguments": {
    "1": {
      "id": 1,
      "premise": [
        1,
        4
      ],
      "conclusion": 10,
      "desc": "Because the suffering and deaths in East Bengal are preventable (1) and we ought to prevent something bad when we can do so without sacrificing anything of comparable moral importance (4), giving money to relieve famine is a moral duty rather than merely charity (10)."
    },
    "2": {
      "id": 2,
      "premise": [
        4,
        5
      ],
      "conclusion": 8,
      "desc": "From the moral principle that we ought to prevent bad things when we can without comparable sacrifice (4) and the claim that geographical distance does not diminish moral obligation (5), it follows that physical proximity or distance does not reduce our moral obligation to help (8)."
    }
  }
}